#pragma once  
#include <iostream>
#include <string>
using namespace std; 
#include <fstream> 
#include"Class.h"

struct Class class14[41]={
	{1,"²ÌŞÄ·« Jason",1,1},
	{2,"Îºì§³Î Suzy",1,2},
	{3,"ÂŞÜÆÓÅ Alice",1,3},
	{4,"ÓºĞÀÁØ Molly",1,4},
	{5,"ºÎÓèÏª Emily",1,5},
	{6,"³ÂÈô·Æ Raffee",1,6},

	{7,"ÖÜÜ·æ¥ Yuki",2,1},
	{8,"Äşè÷º­ Eric",2,2},
	{9,"·½ÓşÁØ Ella",2,3},
	{10,"ÕÅóTöÎ Alex",2,4},
	{11,"°ØÑÅĞÄ Isa",2,5},
	{12,"Öìî£Ãù Alex",2,6},

	{13,"¹¶ÑÅÏ£ Amy",3,1},
	{14,"ÏòÑÅç² Bella",3,2},
	{15,"ºúºéÀ× Halley",3,3},
	{16,"ÀîÃÏå· Jason",3,4},
	{17,"ÍõÓşï£ Mia",3,5},
	{18,"ÁõÎä³É Dicky",3,6},

	{19,"Ö£ÀîÒËºÌ Yolanda",4,1},
	{20,"ÎâÈôÏª Kristina",4,2},
	{21,"ÕÅÃ¯Ô´ Jacky",4,3},
	{22,"ËÎÒ×½õ Alan",4,4},
	{23,"¹¶ĞÄî£ Ray",4,5},
	{24,"´úÑÅä¿ Kiki",4,6},

	{25,"´ŞË¼³º Emily",5,1},
	{26,"Áõº­Óî Circle",5,2},
	{27,"Ñ¦Òàèó Eden",5,3},
	{28,"³ÂË¼Åµ Lauren",5,4},
	{29,"Ä²±üÉ½ Sam",5,5},
	{30,"Ğ¤î£Ææ Jason",5,6},

	{31,"º«½÷Î÷ Phoebe",6,1},
	{32,"³ÂÓİ Grace",6,2},
	{33,"Èã²¬Â× Bobby",6,3},
	{34,"¸ÉÒææµ Amy",6,4},
	{35,"ÑÕ×ÓÆæ Thoms",6,5},
	{36,"Áõ²©Ğù Andy",6,6},

	{37,"ÌïÒ² Ethan ",7,1},
	{38,"ÀîÊæº­ Melody",7,2},
	{39,"Àîï¿è Vali",7,3},
	{40,"ºòÒİİæ Suzy",7,4},
	{41,"Ô¬ÀÊÎõ Alex",7,5},
	

};

struct Class class14_Apple[6]={
	{1,"²ÌŞÄ·« Jason",1,1},
	{2,"Îºì§³Î Suzy",1,2},
	{3,"ÂŞÜÆÓÅ Alice",1,3},
	{4,"ÓºĞÀÁØ Molly",1,4},
	{5,"ºÎÓèÏª Emily",1,5},
	{6,"³ÂÈô·Æ Raffee",1,6}

};

struct Class class14_Grapes[6]={
	{7,"ÖÜÜ·æ¥ Yuki",2,1},
	{8,"Äşè÷º­ Eric",2,2},
	{9,"·½ÓşÁØ Ella",2,3},
	{10,"ÕÅóTöÎ Alex",2,4},
	{11,"°ØÑÅĞÄ Isa",2,5},
	{12,"Öìî£Ãù Alex",2,6}

};




struct Class class14_Orange[6]={
	{13,"¹¶ÑÅÏ£ Amy",3,1},
	{14,"ÏòÑÅç² Bella",3,2},
	{15,"ºúºéÀ× Halley",3,3},
	{16,"ÀîÃÏå· Jason",3,4},
	{17,"ÍõÓşï£ Mia",3,5},
	{18,"ÁõÎä³É Dicky",3,6}

};

struct Class class14_Pear[6]={
	{19,"Ö£ÀîÒËºÌ Yolanda",4,1},
	{20,"ÎâÈôÏª Kristina",4,2},
	{21,"ÕÅÃ¯Ô´ Jacky",4,3},
	{22,"ËÎÒ×½õ Alan",4,4},
	{23,"¹¶ĞÄî£ Ray",4,5},
	{24,"´úÑÅä¿ Kiki",4,6},

};

struct Class class14_Pineapple[6]={
    {25,"´ŞË¼³º Emily",5,1},
	{26,"Áõº­Óî Circle",5,2},
	{27,"Ñ¦Òàèó Eden",5,3},
	{28,"³ÂË¼Åµ Lauren",5,4},
	{29,"Ä²±üÉ½ Sam",5,5},
	{30,"Ğ¤î£Ææ Jason",5,6},

};

struct Class class14_Strawberry[6]={
    {31,"º«½÷Î÷ Phoebe",6,1},
	{32,"³ÂÓİ Grace",6,2},
	{33,"Èã²¬Â× Bobby",6,3},
	{34,"¸ÉÒææµ Amy",6,4},
	{35,"ÑÕ×ÓÆæ Thoms",6,5},
	{36,"Áõ²©Ğù Andy",6,6}

};

struct Class class14_Watermelon[5]={
    {37,"ÌïÒ² Ethan ",7,1},
	{38,"ÀîÊæº­ Melody",7,2},
	{39,"Àîï¿è Vali",7,3},
	{40,"ºòÒİİæ Suzy",7,4},
	{41,"Ô¬ÀÊÎõ Alex",7,5}

};