#pragma once  
#include <iostream>
#include <string>
using namespace std; 
#include <fstream> 
#include"Class.h"

struct Class class13[43]={
	{1,"ÂÀÂşÜÛ Mandy",1,1},
	{2,"Ñî²©ÖÇ Bery",1,2},
	{3,"ÕÅÇØÒ» Andy",1,3},
	{4,"¹¨ÔÆö« Circle",1,4},
	{5,"ÀîÊéÑş Annie",1,5},
	{6,"ÂíäìÈ» Bonnie",1,6},

	{7,"Áõæçæ÷ James",2,1},
	{8,"Áõ¼Òæë Jackie",2,2},
	{9,"Àî³ĞÊé Kevin",2,3},
	{10,"Àî³¿êØ Chelsea",2,4},
	{11,"ÃÏåûÎõ Amanda",2,5},
	{12,"³Â°¬¼Ñ Lucy",2,6},

	{13,"ËÕÈğÎõ Andy",3,1},
	{14,"Áõæ­éª Cora",3,2},
	{15,"ÂíÕñÓî George",3,3},
	{16,"Áõ¶÷ãå Mario",3,4},
	{17,"Ã«ÈŞÈŞ Angel",3,5},
	{18,"³ÂêÅÈó Beta",3,6},
	{19,"Â¬³ÉÈğ Ian",3,7},

	{20,"Àî¿Âæ¥ Annie",4,1},
	{21,"½ğÓñ¶÷ Jenny",4,2},
	{22,"ÕÅÜçÑÅ Mandy",4,3},
	{23,"³ÂÃùºÕ Jackie",4,4},
	{24,"³Â½õÑó Jeremy",4,5},
	{25,"Íõ°Ø¿¢ Kevin",4,6},

	{26,"ºú¼ÎÜ² Joy",5,1},
	{27,"ºÎ×ÓÄ½ Zimily",5,2},
	{28,"ÂíÜ¿Ï£ Amy",5,3},
	{29,"ÕÅ¿ÉÇÕ Maxwell",5,4},
	{30,"ÍõİÒÇç Wendy",5,5},
	{31,"ÁõÆë George",5,6},

	{32,"³ÂÜ·Óğ Janey",6,1},
	{33,"ÁõÏ«åû Amy",6,2},
	{34,"Ö£ê»†´ Jeff",6,3},
	{35,"ÖÓÊË²ı Horst",6,4},
	{36,"ÍõºÆ³Ì Henry",6,5},
	{37,"ÆÑÃÀ¾² Amy",6,6},

	{38,"¶­°²†´ Jerry",7,1},
	{39,"¹¨ÎÄÀ½ Amy",7,2},
	{40,"ÀîÓÓÍ® Olivia",7,3},
	{41,"ºî¾°Ìì Sissi",7,4},
	{42,"»Æ¾¸å· Jason",7,5},
	{43,"Ğ»Óí³½ Roy",7,6}
	
	
};

struct Class class13_Apple[6]={
	{1,"ÂÀÂşÜÛ Mandy",1,1},
	{2,"Ñî²©ÖÇ Bery",1,2},
	{3,"ÕÅÇØÒ» Andy",1,3},
	{4,"¹¨ÔÆö« Circle",1,4},
	{5,"ÀîÊéÑş Annie",1,5},
	{6,"ÂíäìÈ» Bonnie",1,6}

};

struct Class class13_Banana[6]={
	{7,"Áõæçæ÷ James",2,1},
	{8,"Áõ¼Òæë Jackie",2,2},
	{9,"Àî³ĞÊé Kevin",2,3},
	{10,"Àî³¿êØ Chelsea",2,4},
	{11,"ÃÏåûÎõ Amanda",2,5},
	{12,"³Â°¬¼Ñ Lucy",2,6}

};




struct Class class13_Cherry[7]={
	{13,"ËÕÈğÎõ Andy",3,1},
	{14,"Áõæ­éª Cora",3,2},
	{15,"ÂíÕñÓî George",3,3},
	{16,"Áõ¶÷ãå Mario",3,4},
	{17,"Ã«ÈŞÈŞ Angel",3,5},
	{18,"³ÂêÅÈó Beta",3,6},
	{19,"Â¬³ÉÈğ Ian",3,7}

};

struct Class class13_Grapes[6]={
	{20,"Àî¿Âæ¥ Annie",4,1},
	{21,"½ğÓñ¶÷ Jenny",4,2},
	{22,"ÕÅÜçÑÅ Mandy",4,3},
	{23,"³ÂÃùºÕ Jackie",4,4},
	{24,"³Â½õÑó Jeremy",4,5},
	{25,"Íõ°Ø¿¢ Kevin",4,6}

};

struct Class class13_Pear[6]={
    {26,"ºú¼ÎÜ² Joy",5,1},
	{27,"ºÎ×ÓÄ½ Zimily",5,2},
	{28,"ÂíÜ¿Ï£ Amy",5,3},
	{29,"ÕÅ¿ÉÇÕ Maxwell",5,4},
	{30,"ÍõİÒÇç Wendy",5,5},
	{31,"ÁõÆë George",5,6}

};


struct Class class13_Strawberry[6]={
    {32,"³ÂÜ·Óğ Janey",6,1},
	{33,"ÁõÏ«åû Amy",6,2},
	{34,"Ö£ê»†´ Jeff",6,3},
	{35,"ÖÓÊË²ı Horst",6,4},
	{36,"ÍõºÆ³Ì Henry",6,5},
	{37,"ÆÑÃÀ¾² Amy",6,6}

};

struct Class class13_Watermelon[6]={
    {38,"¶­°²†´ Jerry",7,1},
	{39,"¹¨ÎÄÀ½ Amy",7,2},
	{40,"ÀîÓÓÍ® Olivia",7,3},
	{41,"ºî¾°Ìì Sissi",7,4},
	{42,"»Æ¾¸å· Jason",7,5},
	{43,"Ğ»Óí³½ Roy",7,6}

};