#pragma once  
#include <iostream>
#include <string>
using namespace std; 
#include <fstream> 
#include"Class.h"

struct Class class12[50]={
	{1,"ËïÉÏÉÆ Max",1,1},
	{2,"ÕÅ¿¡Òã Jacky",1,2},
	{3,"µËóŞÓÚ Kitty",1,3},
	{4,"±ßÊ«ÒÕ Yilia",1,4},
	{5,"ÁºÔ¾ÙÏ Rubby",1,5},
	
	{6,"Îâ  ÒÙ Jack",2,1},
	{7,"ÓİÍğÒÃ Fish",2,2},
	{8,"Íõ¾ÃÀ¤ Olivia",2,3},
	{9,"Îâå¶ôË Tery",2,4},
	{10,"³ÌË¼Óî Domoy",2,5},
	{11,"ĞìºÆÏè Book",2,6},

	{12,"·ë÷ëêİ Eva",3,1},
	{13,"ĞÜÌñÒİ Teddy",3,2},
	{14,"ÏÄĞşÀè Shirly",3,3},
	{15,"ÖìÃîÁâ Cici",3,4},
	{16,"ÂŞì¿³¼ Elmo",3,5},

	{17,"ĞìÎõæÂ Alita",4,1},
	{18,"ÑÕ¼Îæ¥ Joy",4,2},
	{19,"ÆáÓïÎõ Amy",4,3},
	{20,"ÕÔÎõåû Cici",4,4},
	{21,"ÀîÅµÇä Ryan",4,5},
	{22,"ÁõÓê³½ John",4,6},
	
	{23,"ËÕºÆÓî Alex",5,1},
	{24,"ÓàÜÆĞû Susie",5,2},
	{25,"ÑîÈôÀ½ Victoria",5,3},
	{26,"ÉÛÑåÉ¼ Jenny",5,4},
	{27,"²ÌË¼ÕÜ Michael",5,5},
	{28,"ËïÓêÍ® Raina",5,6},


	{29,"ÎâĞ¾Óî Henry",6,1},
	{30,"À×ÔÆğ© Nick",6,2},
	{31,"ÁõÏôÈñ Apollo",6,3},
	{32,"ÕÅÀ¶ĞÄ Alana",6,4},
	{33,"¶¡µ± Linda",6,5},

	{34,"ÂŞº£´¨ Danial",7,1},
	{35,"ÍõÎÄæç Tom",7,2},
	{36,"¿ÂÅÎ¶ä Mini",7,3},
	{37,"ÅíËÉèº Bob",7,4},
	{38,"Íõè½Ô¬ Eva",7,5},
	{39,"Î¤°ØÁØ Bob",7,6},

	{40,"ÍõÜÇÏ£ Rebcca",8,1},
	{41,"ÍõÒ»·² Kitty",8,2},
	{42,"Ä²ºÆÔÂ Moon",8,3},
	{43,"ÕÅÖŞË¶ Alan",8,4},
	{44,"ÍõÄÁÔ¶ Jason",8,5},
	{45,"Íõñ´æç Apple ",8,6},

	{46,"ÆáË¼Ãú Sammy",9,1},
	{47,"ÕÅî£Üõ Richard",9,2},
	{48,"»Æ  Åµ Amy",9,3},
	{49,"³Â¿¡Óî David",9,4},
	{50,"ÁõÔÌÒã Alex",9,5}
	
};

struct Class class12_Apple[5]={
	{1,"ËïÉÏÉÆ Max",1,1},
	{2,"ÕÅ¿¡Òã Jacky",1,2},
	{3,"µËóŞÓÚ Kitty",1,3},
	{4,"±ßÊ«ÒÕ Yilia",1,4},
	{5,"ÁºÔ¾ÙÏ Rubby",1,5}

};

struct Class class12_Banana[6]={
	{6,"Îâ  ÒÙ Jack",2,1},
	{7,"ÓİÍğÒÃ Fish",2,2},
	{8,"Íõ¾ÃÀ¤ Olivia",2,3},
	{9,"Îâå¶ôË Tery",2,4},
	{10,"³ÌË¼Óî Domoy",2,5},
	{11,"ĞìºÆÏè Book",2,6}

};




struct Class class12_Cherry[5]={
	{12,"·ë÷ëêİ Eva",3,1},
	{13,"ĞÜÌñÒİ Teddy",3,2},
	{14,"ÏÄĞşÀè Shirly",3,3},
	{15,"ÖìÃîÁâ Cici",3,4},
	{16,"ÂŞì¿³¼ Elmo",3,5}

};

struct Class class12_Grapes[6]={
	{17,"ĞìÎõæÂ Alita",4,1},
	{18,"ÑÕ¼Îæ¥ Joy",4,2},
	{19,"ÆáÓïÎõ Amy",4,3},
	{20,"ÕÔÎõåû Cici",4,4},
	{21,"ÀîÅµÇä Ryan",4,5},
	{22,"ÁõÓê³½ John",4,6}

};

struct Class class12_Orange[6]={
    {23,"ËÕºÆÓî Alex",5,1},
	{24,"ÓàÜÆĞû Susie",5,2},
	{25,"ÑîÈôÀ½ Victoria",5,3},
	{26,"ÉÛÑåÉ¼ Jenny",5,4},
	{27,"²ÌË¼ÕÜ Michael",5,5},
	{28,"ËïÓêÍ® Raina",5,6}

};

struct Class class12_Pear[5]={
    {29,"ÎâĞ¾Óî Henry",6,1},
	{30,"À×ÔÆğ© Nick",6,2},
	{31,"ÁõÏôÈñ Apollo",6,3},
	{32,"ÕÅÀ¶ĞÄ Alana",6,4},
	{33,"¶¡µ± Linda",6,5}

};

struct Class class12_Pineapple[6]={
    {34,"ÂŞº£´¨ Danial",7,1},
	{35,"ÍõÎÄæç Tom",7,2},
	{36,"¿ÂÅÎ¶ä Mini",7,3},
	{37,"ÅíËÉèº Bob",7,4},
	{38,"Íõè½Ô¬ Eva",7,5},
	{39,"Î¤°ØÁØ Bob",7,6}

};

struct Class class12_Strawberry[6]={
    {40,"ÍõÜÇÏ£ Rebcca",8,1},
	{41,"ÍõÒ»·² Kitty",8,2},
	{42,"Ä²ºÆÔÂ Moon",8,3},
	{43,"ÕÅÖŞË¶ Alan",8,4},
	{44,"ÍõÄÁÔ¶ Jason",8,5},
	{45,"Íõñ´æç Apple ",8,6}

};

struct Class class12_Watermelon[5]={
   {46,"ÆáË¼Ãú Sammy",9,1},
	{47,"ÕÅî£Üõ Richard",9,2},
	{48,"»Æ  Åµ Amy",9,3},
	{49,"³Â¿¡Óî David",9,4},
	{50,"ÁõÔÌÒã Alex",9,5}

};